/*  Имеется информационная база о служащих предприятия в виде: 
    идентификационный номер служащего, фамилия, должность, зарплата, номер отдела.
    Дополнительно отдельно хранятся данные о семейном положении служащего в виде:
    идентификационный номер служащего, фамилия жены или мужа, число детей. 
    
    Написать программу, содержащую пример такой базы и дополнить её правилами:
        1)	А знаком с В , если они работают в одном отделе
        2)	Жена/муж А знаком с женой/мужем В , если  А и В работают в одном отделе.
        3)	Составить целевые запросы к программе:
            - Выдать всех служащих первого отдела)
            - Определить работников, получающих зарплату более заданной
            - Определить работников, имеющих более одного ребёнка.
*/